Repository: fabiosurrage/collective.conference
Catalog: src/collective.conference/collective/conference/locales/*/LC_MESSAGES/collective.conference.po
Languages: pt_br

source: Talk
pt_br: Palestra

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: label_fullname
pt_br: Nome completo

source: help_fullname
pt_br: Informe seu nome completo. Ex: João da Silva.

source: label_identity_document
pt_br: Documeto de identidade

source: help_identity_document
pt_br: Informe o número do seu documento de identidade (somente para brasileiros).

source: label_issuing body
pt_br: Órgão expeditor

source: help_issuing body
pt_br: Informe o órgão expeditor do documento de identidade (somente para brasileiros).

source: label_cpf
pt_br: CPF

source: help_cpf
pt_br: Informe o número do seu CPF (somente para brasileiros).

source: label_gender
pt_br: Sexo

source: help_gender
pt_br: Você é uma menina ou um menino?

source: label_passaport_number
pt_br: Número do passaporte

source: help_passaport_number
pt_br: Informe o número do seu passaporte (Somente para estrangeiros).

source: label_passaport_name
pt_br: Nome no passaporte

source: help_passaport_name
pt_br: Informe seu nome conforme consta no passaporte (somente para estrangeiros).

source: label_company_name
pt_br: Nome da empresa

source: help_company_name
pt_br: Onde você trabalha?

source: label_company_url
pt_br: Endereço da empresa

source: help_company_url
pt_br: Informe o site da sua empresa.

source: label_mini_curriculum
pt_br: Mini curriculum

source: help_mini_curriculum
pt_br: Uma breve descrição, se você for instrutor ou palestrante.

source: label_need_special_care
pt_br: Necessidades especiais

source: help_need_special_care
pt_br: Você possui alguma necessidade especial?

source: label_social_networks
pt_br: Redes sociais

source: help_social_networks
pt_br: Informe seus id's do Twitter, Facebook, G+, etc...

source: label_student_or_APyB_affiliate
pt_br: Estudante ou associado da APyB

source: help_student_or_APyB_affiliate
pt_br: Selecione, se você é estudante ou associado da APyB (para obter descontos na inscrição).

source: label_address
pt_br: Endereço

source: help_address
pt_br: Informe seu endereço.

source: label_city
pt_br: Cidade

source: help_city
pt_br: Informe a cidade onde mora.

source: label_state
pt_br: Estado

source: help_state
pt_br: Informe a Unidade Federativa da sua cidade.

source: label_country
pt_br: País

source: help_country
pt_br: Informe o país onde vive.

source: label_zip_code
pt_br: CEP

source: help_zip_code
pt_br: Informe o CEP do seu endereço.

source: label_citizenship
pt_br: Nacionalidade

source: help_citizenship
pt_br: Informe sua nacionalidade.

source: label_phone
pt_br: Número de telefone

source: help_phone
pt_br: Informe o número de telefone no formato +xx-xxx-xxxx-xxxx.

source: label_cellphone
pt_br: Celular

source: help_cellphone
pt_br: Informe um número de celular que possamos contatá-lo, no formato +xx-xxx-xxxx-xxxx.

source: label_accept
pt_br: Aceito os termos do código de conduta do evento

source: help_accept
pt_br: Duração estimada

source: How long do you want to talk (in minutes)
pt_br: Por quanto tempo você quer falar (em minutos)?

source: Preferred period
pt_br: Período

source: Your preferred period of day to your talk.
pt_br: O período do dia que você prefere dar sua palestra.

source: Your preferred period of day to your training
pt_br: O período do dia que você prefere dar seu treinamento.

source: Language
pt_br: Língua

source: Language this talk will be given.
pt_br: Em que língua a palestra será dada.

source: Language this training will be given.
pt_br: Em que língua este treinamento será dado.

source: Global theme
pt_br: Tema

source: What is the subject of your talk?
pt_br: Qual é o assunto da sua palestra?

source: What is the subject of your training?
pt_br: Qual é o assunto do seu treinamento?

source: Level
pt_br: Nível

source: Level of this talk.
pt_br: Nível da sua palestra.

source: Level of this training.
pt_br: Nível do seu treinamento.

source: Observations
pt_br: Observações

source: Do you want to give us any other information?
pt_br: Você quer nos dar mais alguma informação?

source: Infrastructure's requirements
pt_br: Requisitos de infraestrutura

source: What do you need to have in the classroom?
pt_br: O que você precisa que tenha na sala de treinamento?

source: Morning
pt_br: Manhã

source: Afternon
pt_br: Tarde

source: English
pt_br: Inglês

source: Spanish
pt_br: Espanhol

source: Portuguese
pt_br: Português

source: Web Development
pt_br: Desenvolvimento para Web

source: Mobility and Embedded Systems
pt_br: Mobilidade e Sistemas Embarcados

source: Enterprise and Management
pt_br: Enterprise e Gestão

source: Community and Education
pt_br: Comunidade e Educação

source: Cloud, System Administration and Networks
pt_br: Nuvem, Administração de Sistemas e Redes

source: Media and Networks
pt_br: Multimídia e Redes

source: Basic
pt_br: Básico

source: Intermediate
pt_br: Intermediário

source: Advanced
pt_br: Avançado
